Revit 2027 API
ParameterTypeId.RebarInternalMultiplanarArcConnector Property
 "INTERNAL: Multiplanar Arc Connector"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarInternalMultiplanarArcConnector { get; }
Public Shared ReadOnly Property RebarInternalMultiplanarArcConnector As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarInternalMultiplanarArcConnector {
	ForgeTypeId^ get ();
}
static member RebarInternalMultiplanarArcConnector : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace